{
    "html_elements": {
        "title": "(Local Seller) LED Light Dimmable Bedside Desk Table Lamp Adjustable Study/Work/Reading Light Eye Care Protection | Lazada Singapore",
        "name": [
            "Sold byZB STOREChat",
            "ZB STORE"
        ],
        "price": [
            "$7.74$12.90-40%",
            "$7.74$12.90-40%",
            "$7.74",
            "$12.90"
        ],
        "description": [
            ""
        ]
    },
    "json_objects": [
        {
            "name": "(Local Seller) LED Light Dimmable Bedside Desk Table Lamp Adjustable Study/Work/Reading Light Eye Care Protection | Lazada Singapore",
            "description": "Cool White. Lamp Light Living Room: Bedside table lamp, table lamp for bedroom, living room, study room, dormitory, etc. Table Lamp Living Room: Bedside table lamp, bedroom, living room, office, etc. Lights for Bedroom: Not only is this bedside lamp set great for your bedroom, but it also can be used as a nightstand or table lamp. It's a great option for you and your family. Monitor Light Bar: The light bar can protect your eyes. It allows you to see your eyes clearly while reading or working. Food Heating Lamp: High heat resistance, long-lasting durability, easy to clean. Built-in 4000mAh large capacity battery. Wonderfully Gentle on the Eyes: Shines a flicker-free light that brightens your space without harming your eyes, ideal for reading, working or studying. Endless Lighting Possibilities: Create the perfect ambience with our LED desk lamp s unique combination of 3 color modes brightness levels. Adjustable Foldable Design: Freedom to cast the perfect spotlight, adjustbable angle i"
        },
        {
            "name": "@ali/mui-feloader"
        },
        {
            "name": "@ali/lzdmod-loader"
        },
        {
            "name": "@ali/lzdmod-site-nav-pc"
        },
        {
            "name": "@ali/lzdmod-site-menu-pc"
        },
        {
            "name": "@ali/lzdmod-site-menu-nav-pc"
        },
        {
            "name": "@ali/lzdmod-desktop-footer"
        },
        {
            "name": "@ali/lzdmod-redmart-category-tree"
        }
    ]
}